[
  {
      "url": "http://185.223.113.235:8000/api/ua/1",
      "title": "УЛЮБЛЕНА ВІВСЯНКА",
      "subtitle": "Напій ультрапастеризований вівсяний 2,5% жиру",
      "title_subtitle_color": "#ff7d13",
      "image": "image/upload/v1542032746/qqvjeycs68bbmhhb8no7.png",
      "cereal_image": "image/upload/v1542032746/mytg9tpddq9hl4shxapg.png",
      "inner_gradient_color": "#ffe5ac",
      "outer_gradient_color": "#ffd78a",
      "content": [
          "Тільки уяви, овес – це дієвий засіб від стресу. Він відновлює душевну рівновагу і допомагає долати повсякденні труднощі. Як? Один ковток нашого нового 100% українського вівсяного напою і всі твої проблеми відійдуть на другий план. Бо на першому з’явиться питання «Ну як так смачно?». Все просто – компанія «Люстдорф» створила його із 5 натуральних компонентів: води, вівсяної муки, соняшникової олії, карагенану (червоні морські водорості) та солі."
      ],
      "list_heading": "ЧОМУ ОВЕС ОСОБЛИВИЙ?",
      "about_list": [
          "він регулює вміст глюкози і покращує згортання крові",
          "турбується про обмін речовин, печінку і щитовидну залозу",
          "допомагає шлунку, ниркам та кісточкам",
          "в ньому є клітковина, для очищення організму",
          "а ще фосфор, кремній і вітаміни групи B для мозку, пам’яті, концентрації та зміцнення нервів"
      ],
      "silly_comment": "Овес заряджає енергією і навіть про твою вагу турбується. Такими корисними ковтки ще не були :)",
      "calories": 52.5,
      "proteins": 1.0,
      "carbohydrates": 6.5,
      "cholesterol": 0.0
  },
  {
      "url": "http://185.223.113.235:8000/api/ua/2",
      "title": "УЛЮБЛЕНА ГРЕЧКА",
      "subtitle": "Напій ультрапастеризований гречаний 2,5% жиру",
      "title_subtitle_color": "#6f4535",
      "image": "image/upload/v1542047766/lgr6hzedpzrz6kjomoqi.png",
      "cereal_image": "image/upload/v1542047766/a5u0fwz6sqdlcf1v0rfb.png",
      "inner_gradient_color": "#e0cab7",
      "outer_gradient_color": "#d0b197",
      "content": [
          "А ти вже знаєш, що гречка – це справжній супергерой серед круп? Вона нашому мозку допомагає думати, нервам не напружуватись, а настрою завжди бути на хвилі позитиву.",
          "Саме тому компанія «Люстдорф» створила перший 100% рослинний смачно-корисний напій з української гречки. В ньому 5 натуральних компонентів: вода, гречана мука, соняшникова олія, карагенан (червоні морські водорості), трохи солі. І все."
      ],
      "list_heading": "ХОЧЕШ БІЛЬШЕ ПРО КОРИСТЬ ГРЕЧКИ?",
      "about_list": [
          "В ній багато заліза та вітаміну Е – вони допомагають забезпечувати всі органи киснем",
          "цинк, для метаболізму вітаміну Е",
          "калій, для кісточок і серця",
          "йод, який впливає на ріст, розвиток та обмін речовин",
          "фтор – найважливіший для міцності наших зубів",
          "вітамін РР і група В, що турбується про нервову систему та серце"
      ],
      "silly_comment": "Гречка навіть від безсоння допомагає. Ну як її не любити? ☺",
      "calories": 52.5,
      "proteins": 1.0,
      "carbohydrates": 6.5,
      "cholesterol": 0.0
  }
]